// © Copyright 2004-2010, 2015 HP Development Company, L.P.

TaskName = "Ustawienia Bluetooth";

NoSetTitle = "Nie udało się zastosować ustawień";
NoSetMsg = "Upewnij się, że drukarka jest włączona i podłączona.";

NoNameTitle = "Pole Nazwa urządzenia jest puste";
NoNameMsg = "Podaj nazwę urządzenia.";

NoGetTitle = "Nie udało się odczytać ustawień";
NoGetMsg = "Upewnij się, że drukarka jest włączona i podłączona.";

NoResetTitle = "Nie udało się zresetować ustawień dostępu do urządzenia";
NoResetMsg = "Upewnij się, że drukarka jest włączona i podłączona.";

NoChangePinTitle = "Nie udało się zmienić kodu PIN";
NoChangePinMsg = "Upewnij się, że drukarka jest włączona i podłączona.";

OkTitle = "OK";
CancelTitle = "Anuluj";

ResetTitle = "Zresetuj ustawienia dostępu do urządzenia";
ResetMsg = "Kliknij przycisk OK, aby wyczyścić w drukarce listę powiązanych wcześniej urządzeń. Kliknij przycisk Anuluj, aby nie resetować.";

DefaultLanguage = "Zachowaj bieżące ustawienia";

0Language = "Chiński uproszczony — Chiny";
1Language = "Chiński tradycyjny — Hongkong";
2Language = "Chiński tradycyjny — Tajwan";
3Language = "Japoński";
4Language = "Koreański";
5Language = "Łaciński (pozostałe)";

DeviceTitle = "Urządzenie";
AddressTitle = "Adres:";
NameTitle = "Nazwa:";
AccessTitle = "Dostęp";
ChangePINCodeTitle = "Zmień kod PIN";
ChangePINCodeButton = "Zmień kod PIN…";
ModeTitle = "Tryb";
PrivateModeTitle = "Tryb prywatny";
PublicModeTitle = "Tryb publiczny";
EncryptionRequiredTitle = "Wymagane szyfrowanie";
DefaultFontSettingTitle = "Domyślne ustawienie czcionki:";
ApplyNowTitle = "Zastosuj teraz";

EnternewPINcodeTitle = "Wpisz nowy kod PIN:";
ConfirmnewPINcodeTitle = "Potwierdź nowy kod PIN:";

MissingCardLabel = "Włącz lub podłącz urządzenie Bluetooth.";
